The family instance structural usage.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public StructuralInstanceUsage StructuralUsage { get; }
  Visual Basic
Public ReadOnly Property StructuralUsage As StructuralInstanceUsage
	Get
  Visual C++
public:
property StructuralInstanceUsage StructuralUsage {
	StructuralInstanceUsage get ();
}
 See Also
  StructuralInstanceUsageFilter Class
  Autodesk.Revit.DB.Structure Namespace